[
  {
    "date": "05-Jan-2024-12-48-AM",
    "body": "Purchase of AED 15324.50 with Debit Card ending 1368 at Dubai Shopping LLC, Dubai. Avl Balance is AED 577,842.41."
  },
  {
    "date": "04-Jan-2024-12-48-PM",
    "body": "Purchase of AED 1065.30 with Credit Card ending 9654 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "03-Jan-2024-12-48-PM",
    "body": "Purchase of AED 1065.30 with Credit Card ending 9654 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "31-Dec-2023-12-48-AM",
    "body": "Purchase of AED 263.76 with Debit Card ending 1368 at Dubai Shopping LLC, Dubai. Avl Balance is AED 577,842.41."
  },
  {
    "date": "31-Dec-2023-09-53-PM",
    "body": "Purchase of AED 80.00 with Credit Card ending 2479 at Etisalat Digital App, Abu Dhabi. Avl Cr. Limit is AED 108,904.78."
  },
  {
    "date": "31-Dec-2023-06-11-PM",
    "body": "Purchase of AED 219.60 with Credit Card ending 2479 at LULU_HPMKT, DUBAI. Avl Cr. Limit is AED 108,984.78."
  },
  {
    "date": "31-Dec-2023-05-39-PM",
    "body": "Purchase of AED 36.00 with Credit Card ending 2479 at FERAS SWEET, ABU DHABI. Avl Cr. Limit is AED 109,204.38."
  },
  {
    "date": "31-Dec-2023-04-02-PM",
    "body": "Purchase of AED 63.92 with Credit Card ending 2479 at Careem Networks FZ LLC, Dubai. Avl Cr. Limit is AED 109,240.38."
  },
  {
    "date": "31-Dec-2023-02-33-PM",
    "body": "Purchase of AED 26.00 with Credit Card ending 2479 at KAMAT RESTAURANT LLC, DUBAI. Avl Cr. Limit is AED 109,304.03."
  },
  {
    "date": "31-Dec-2023-09-27-AM",
    "body": "Purchase of AED 22.00 with Credit Card ending 2479 at FILLI CAFE, DUBAI. Avl Cr. Limit is AED 109,330.03."
  },
  {
    "date": "30-Dec-2023-12-48-PM",
    "body": "Purchase of AED 329.30 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 109,352.30."
  },
  {
    "date": "03-Nov-2023-12-48-PM",
    "body": "Purchase of AED 16023.63 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "03-Oct-2023-12-48-PM",
    "body": "Purchase of AED 13856.85 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "03-Sep-2023-12-48-PM",
    "body": "Purchase of AED 12132.32 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "05-Sep-2023-06-04-PM",
    "body": "Purchase of AED 548.11 with Debit Card ending 4534 at Dubai Shopping LLC, Dubai. Avl Balance is AED 377,842.41."
  },
  {
    "date": "03-Aug-2023-12-48-PM",
    "body": "Purchase of AED 16243.54 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "03-Jul-2023-12-48-PM",
    "body": "Purchase of AED 24863.43 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "05-Jun-2023-06-04-PM",
    "body": "Purchase of AED 5421.11 with Debit Card ending 1368 at Dubai Shopping LLC, Dubai. Avl Balance is AED 377,842.41."
  },
  {
    "date": "03-Jun-2023-12-48-PM",
    "body": "Purchase of AED 6323.52 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "03-May-2023-12-48-PM",
    "body": "Purchase of AED 18653.10 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "03-Apr-2023-12-48-PM",
    "body": "Purchase of AED 9652.03 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  },
  {
    "date": "03-Mar-2023-12-48-PM",
    "body": "Purchase of AED 14549.00 with Credit Card ending 2479 at Dubai Mall, DUBAI. Avl Cr. Limit is AED 160,001.00."
  }
]