[
  {
    "date": "05-Mar-2024-12-48-AM",
    "body": "Purchase of AED 17.50 with Debit Card ending 1368 at SPINNEYS DUBAI LLC, DUBAI. Avl Balance is AED 377,842.41."
  },
  {
    "date": "05-Mar-2024-12-49-AM",
    "body": "Purchase of AED 47.50 with Debit Card ending 1368 at SPINNEYS DUBAI LLC, DUBAI. Avl Balance is AED 3,78,842.41."
  },
  {
    "date": "05-Mar-2023-5-8-AM",
    "body": "Purchase of AED 50.25 with Debit Card ending 1368 at EMIRATES TAXI, SHARJAH. Avl Balance is AED 377,859.91."
  },
  {
    "date": "05-Mar-2023-5-8-PM",
    "body": "Purchase of AED 50.25 with Debit Card ending 1368 at EMIRATES TAXI, SHARJAH. Avl Balance is AED 377,859.91."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 35.00 with Debit Card ending 1368 at Etisalat Digital App, Abu Dhabi. Avl Balance is AED 377,910.16."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 162.50 with Debit Card ending 1368 at GARDENS, SHARJAH. Avl Balance is AED 377,945.16."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 19.00 with Debit Card ending 1368 at KAMAT RESTAURANT LLC, DUBAI. Avl Balance is AED 378,107.66."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 27.00 with Debit Card ending 1368 at LAVOYA RESTAURANT LLC, DUBAI. Avl Balance is AED 378,126.66."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 8.00 with Debit Card ending 1368 at LAVOYA RESTAURANT LLC, DUBAI. Avl Balance is AED 378,153.66."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 4.25 with Debit Card ending 1368 at 24 STORES LLC, DUBAI. Avl Balance is AED 378,161.66."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 499.00 with Credit Card ending 2479 at CHECKIN ZONE, DUBAI. Avl Cr. Limit is AED 117,767.96."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 10.25 with Debit Card ending 1368 at STORE 1, PLACE. Avl Balance is AED 378,161.66."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 6.50 with Debit Card ending 1368 at STORE 2, PLACE. Avl Balance is AED 378,161.66."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 7.25 with Debit Card ending 1368 at STORE 3, PLACE. Avl Balance is AED 378,161.66."
  },
  {
    "date": "05-Mar-2023-7-8-AM",
    "body": "Purchase of AED 50.25 with Debit Card ending 1368 at EMIRATES TAXI, SHARJAH. Avl Balance is AED 377,859.91."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 17.25 with Debit Card ending 1368 at STORE 4, PLACE. Avl Balance is AED 378,161.66."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 20.00 with Debit Card ending 1368 at STORE 1, PLACE. Avl Balance is AED 379,600.00."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 7.00 with Debit Card ending 1368 at STORE 1, PLACE. Avl Balance is AED 379,600.00."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 36,733.04 with Credit Card ending 2479 at Abu Dhabi Continental, Abu Dhabi. Avl Cr. Limit is AED 118,266.96."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 12.75 with Credit Card ending 2479 at BON BURGER, DUBAI. Avl Cr. Limit is AED 155,000.00."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 7.00 with Credit Card ending 2479 at SPINNEYS LLC, DUBAI. Avl Cr. Limit is AED 155,012.75."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 10.00 with Credit Card ending 2479 at STORES LLC, DUBAI. Avl Cr. Limit is AED 155,019.75."
  },
  {
    "date": "05-Mar-2024-7-9-AM",
    "body": "Purchase of AED 47.50 with Debit Card ending 1368 at SPINNEYS DUBAI LLC, DUBAI. Avl Balance is AED 3,78,842.41."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 7.50 with Credit Card ending 2479 at SW DONUTS, DUBAI. Avl Cr. Limit is AED 155,029.75."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 5.00 with Credit Card ending 2479 at STORES LLC, DUBAI. Avl Cr. Limit is AED 155,037.25."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 24.00 with Credit Card ending 2479 at PIZZA HUT, DUBAI. Avl Cr. Limit is AED 155,042.25."
  },
  {
    "date": "05-Mar-2023-12-48-AM",
    "body": "Purchase of AED 12.00 with Credit Card ending 2479 at STORES, DUBAI. Avl Cr. Limit is AED 155,066.25."
  },
  {
    "date": "05-Feb-2024-12-23-PM",
    "body": "Purchase of AED 7.25 with Credit Card ending 2479 at STORES, DUBAI. Avl Cr. Limit is AED 155,078.25."
  }
]